# 客服中心选灯要求
#
# 1、发光膜上发光，色温：1800k-12000k，功率：定制；SDL模组；
# 2、发光膜下发光，色温：4000k，功率：定制；低压灯带；
# 		SDL 方案		客服中心
# 模组,条形模组,805012002800,LMZ-C00201 SDL模组-P150-100串-无透镜,品牌,天幕,"办公,医养,轨交",210,1800-12000,,,,,70,97 ,,,,120 ,,,,,
# 1、客服中心面积基础上，长-0.5m，宽-0.5m，下吊1.4米，形成定制的环形吊线灯，上下发光，下发光4000k，上发光可sdl调光（1800k012000k）；膜宽：0.15米；


# 站厅过道选灯要求
# 方案1：线条灯+筒灯方案
# 1，线型灯，色温：4000k，功率：40w;长度：1.2米；（朗型系列）		线条灯方案		站厅：客服中心+站厅过道
# 2，筒灯，色温：4000k，功率：8w，开孔：125mm；安装方式：嵌装/明装；
# 1、站厅划分为三个区域：1块站厅外通道（1条/2条），1块属于站厅内通道；1块站厅内客服中心区域；
# 2、站厅外通道分别居中布置一条嵌入式直线型线型灯，1.2米每条，排成一字型；（通道宽≤4米，布置1排，每增加3米对应增加1排线型灯）
# 3、站厅内通道居中布置两条线型灯，1.2米每条，排成一字型；（通道宽≥9米横向布置两条线型灯，每增加3米对应增加1排线型灯）
#
# 方案2：线条灯方案
# 1、线型灯，色温：4000k，功率：40w;长度：1.2米；（恒系列）		点线方案		站厅：客服中心+站厅过道
# 筒灯,嵌入式筒灯,540001460200,LTD150801840-昱 筒灯-R125-8W-840-医养,利润,佳,"轨交,医养",8,4000,140*48,75,1350,,110,80,125,嵌装,,170,,,,,
# 线形灯具,嵌入式线形,529002045600,LBG12004002-朗型III-40W-1.2m-150-857-嵌-单,利润,朗型,轨交,40,4000,1219*166*35,110,4400,,90,80,1210*155,嵌装,,110,,,,,
# 线形灯具,吊线式线形,529001027600,LBG12001805-恒-150宽-18W-5700K-轨交,利润,恒,轨交,18,4000,1200*150*80,110,2160,,90,80,,,,120,,,,,
# 低压灯带,SMD低压灯带,806001001300,低压灯带-SMD低压灯带光跃 Ray,品牌,光跃 Ray,轨交,60,1800-12000,5000*9*4.5,110,4800,,70,97,,背胶粘贴,,80,,,,,
# 1、站厅划分为三个区域：1块站厅外通道（1条/2条），1块属于站厅内通道；1块站厅内客服中心区域；
# 2、站厅外两条通道分别居中布置两个筒灯+一条嵌入式直线型线型灯，灯具间距3米（通道宽≤4米，每增加3米，对应增加1条线型灯和筒灯）
# 3、站厅内通道≥9米，布置3个筒灯+2个线型灯，灯间距x方向3米；（通道宽≤4米时，一个线型灯两个筒灯，每增加3米，对应增加1条线型灯和1个筒灯）

# 方案一： 站台
# 线条灯+筒灯方案， 清晰光
# 1、线型灯，色温：4000k，功率：18w;长度：1.2米；（恒系列）
# 2、筒灯：8W,4000K;
# 布局方式：
# 1、过道区域连续居中布置多组筒灯（2盏），筒灯灯间距：1.2米 y方向 ，组间距：3米；
# 2、候车区域连续居中布置多组线型灯（按建筑长度灯具拼接，灯具1.2米），组间距：3米；
# 排列说明：
# 1、一列灯包含内容（x相等y方向排列）：
#   过道区域 （2盏）， 筒灯间距：1.2米。（上过道 >=1.5米）
#   候车区域，线型灯 灯长度：1.2米， 长度为候车区域的宽度。
#   过道区域 （2盏）， 筒灯间距：1.2米。（下过道 >=1.5米）
# 2、多列灯（y方向排列）：
#   每列灯组间距：3米；
#   x 方向两侧距离墙壁距离为1.5米；


# 方案二： 站台
# 高效光方案
# 布局方式：
# 1、下过道区域一个线灯+1个筒灯组合，筒灯灯间距：1.2米 y方向 ，组间距：4.5米；
# 2、候车区域连续居中布置多组线型灯（中间为筒灯）
# 3、上过道区域一个线灯+1个筒灯组合，筒灯灯间距：1.2米 y方向 ，组间距：4.5米；
# 排列说明：
# 1、一列灯包含内容（x相等y方向排列）：
#   过道区域  1个筒灯组合 + 一个线灯， 筒灯间距：1.2米。（上过道 >=1.5米）
#   候车区域，线型灯，灯长度：1.2米， 中间为筒灯， 两侧为线灯，长度为候车区域的宽度。
#   过道区域  一个线灯+1个筒灯组合， 筒灯间距：1.2米。（下过道 >=1.5米）
#   整体排列为 线筒（下过道） 线线筒线线  筒线（上过道）
# 2、多列灯（y方向排列）：
#   每列灯组间距：4.5米；
#   x 方向两侧距离墙壁距离为1.5米；